Repository: baklanv/TF
Catalog: TF/Resources/PageResource.*.resx
Languages: ru

source: Actions
ru: Действия

# Avatar
source: Profile avatar
ru: Фото профиля

source: Back
ru: Назад

source: Birthdays
ru: Дни рождения

source: Cancel
ru: Отмена

source: Change
ru: Изменить

# ChangeEmployeeHeader
source: Change employee
ru: Изменение карточки сотрудника

source: Comments
ru: Комментарии

source: About me
ru: Обо мне

source: Comments empty
ru: Комментарии отсутствуют

# ConfirmationMessage
source: Do you really want to delete the record?
ru: Вы действительно хотите удалить запись?

# ConfirmationTitle
source: Confirmation of the action
ru: Подтверждение действия

source: Create
ru: Создать

source: Create comment
ru: Создать комментарий

# EditAboutMe
source: Edit information about me
ru: Редактировать информацию о себе

# CreateEmployeeHeader
source: Create employee
ru: Создание карточки сотрудника

source: Add skills
ru: Выбрать навыки

source: Delete
ru: Удалить

source: Departments
ru: Подразделения

source: Document-registers
ru: Документ-регистры

source: Document-streams
ru: Документ-потоки

source: Employee
ru: Сотрудник

source: Employee not found
ru: Сотрудник не найден

source: Employees
ru: Сотрудники

source: Events
ru: События

# FileUpload
source: Drop file here or
ru: Перетащите файл сюда или

source: Flows
ru: Процессы

# Home
source: Home page
ru: Домашняя страница

source: Hot line settings
ru: Горячая линия

source: Invite
ru: Пригласить

source: Invited
ru: Приглашен

source: Logout
ru: Выйти из аккаунта

# NameHeader
source: Name
ru: ФИО

source: News
ru: Новости

source: Photo albums
ru: Фотоальбомы

source: Polls
ru: Опросы

source: Skills
ru: Навыки

source: Skills are empty
ru: Навыки отсутствуют

source: Trends
ru: Тренды

source: Work
ru: Работа

source: Adding skills
ru: Добавление навыков

# ChoosingSkills
source: Choosing skills for employee
ru: Выбор навыков для сотрудника

# InfoSections
source: Information sections
ru: Разделы информации

# AddInfoCategory
source: Add information category
ru: Добавить категорию информации

# CreateInfoSectionHeader
source: Create information section
ru: Создание раздела информации

# InfoCategories
source: Information categories
ru: Категории информации

source: Information
ru: Информация

source: Save
ru: Сохранить

# UpdateInfoSectionHeader
source: Update information section
ru: Изменение секции информации

source: In system
ru: В системе

source: Send
ru: Отправить

# CreateInformationHeader
source: Create information record
ru: Создать запись информации

# UpdateInformationHeader
source: Update information
ru: Изменение записи информации

source: Company
ru: О компании

source: No education
ru: Образование отсутствует

source: Add education
ru: Добавить образование

source: Education
ru: Образование

source: Edit education
ru: Обновить образование

source: Add link
ru: Добавить ссылку

source: Links
ru: Ссылки

source: Edit link
ru: Изменение ссылки

source: Experience
ru: Опыт работы

source: Add experience
ru: Добавить опыт работы

source: No experience
ru: Опыт работы отсутствует

# GetReportAllEmployees
source: Get a report on all employees (.csv)
ru: Получить отчёт по всем сотрудникам (.csv)

source: Project
ru: Проект

source: Sick days
ru: Количество больничных дней

source: Vacation days
ru: Количество отпускных дней

source: Work days
ru: Количество рабочих дней

source: Work time
ru: Рабочее время

source: Bad request
ru: Ошибочный запрос

# Unauthorized
source: You are unauthorized
ru: Вы не авторизованы

# Forbidden
source: Access is forbidden
ru: Доступ запрещён

# NotFound
source: Requested resource is not found
ru: Запрошенный ресурс не найден

# ServerError
source: Server-side error
ru: Ошибка на стороне сервера

source: Details:
ru: Детали

source: No
ru: Нет

source: Yes
ru: Да

# UpdateConfirmation
source: Do you want to save the entered data?
ru: Вы хотите сохранить внесенные данные?

source: Structure
ru: Структура

# InformationAndEDO
source: Info and EDO
ru: Инфо и ЭДО

source: Portal settings
ru: Настройки портала

source: Roles
ru: Роли

source: month
ru: месяц

source: My working time
ru: Мое рабочее время

source: Not set
ru: Не установлено

source: quarter
ru: квартал

source: week
ru: неделя

source: year
ru: год

source: January
ru: Январь

source: April
ru: Апрель

source: August
ru: Август

source: December
ru: Декабрь

source: February
ru: Февраль

source: July
ru: Июль

source: June
ru: Июнь

source: March
ru: Март

source: May
ru: Май

source: November
ru: Ноябрь

source: October
ru: Октябрь

source: September
ru: Сентябрь

source: Add
ru: Добавить

source: Check
ru: Проверить

source: Update
ru: Обновить

source: Flow adding
ru: Добавление процесса

source: Authorization
ru: Авторизация

# CongratulateEnable
source: Opportunity to congratulate
ru: Возможность поздравить

# DateInProfileEnable
source: Display the date of birth in your personal profile
ru: Выводить дату рождения в личном профиле

# ShowBirthdaysEnable
source: Show a block of upcoming birthdays
ru: Показывать блок ближайших дней рождений

source: Sign in
ru: Войти

# DateLabel
source: Date
ru: Дата

# ReinviteTitle
source: Send a repeat invitation?
ru: Отправить повторное приглашение?

# TimeLabel
source: Time
ru: Время

source: Add department
ru: Добавить подразделение

source: Add department employee
ru: Добавление сотрудника подразделения

source: Add employee
ru: Добавить сотрудника

source: Create document kind
ru: Создать вид документа

# UpdateDepartment
source: Update the department
ru: Обновление подразделения

# AddEmployeeComment
source: Add comment to employee
ru: Добавление комментария по сотруднику

# AddLinkDescription
source: Add link - select two stages by holding down "Ctrl" and click the "Add link" button
ru: Добавить связь - выделяем два этапа зажав "Ctrl" и жмём кнопку "Добавить связь"

# AddPhaseDescription
source: Add phase - adds a stage to the diagram
ru: Добавить этап - добавляет этап на диаграмму

# ChangeHotLineSettings
source: Change settings for hot line
ru: Изменить настройку для горячей линии

source: Change news
ru: Изменение новости

# ChangePhaseDescription
source: Change phase - select the phase and click the button
ru: Изменить этап - выделяем этап и жмём кнопку

# CreateHotLineSettings
source: Create settings for hot line
ru: Создать настройку для горячей линии

source: Create news
ru: Создание новости

# DeleteLinkDescription
source: Delete link - select the link and click the button
ru: Удалить связь - выделяем связь и жмём кнопку

# DeletePhaseDescription
source: Delete phase - select a phase by clicking, then click the "Delete phase"
ru: Удалить этап - выделяем этап кликом, затем жмём кнопку "Удалить этап"

source: Add photo
ru: Добавление фотографии

source: Add photo album
ru: Добавление фотоальбома

source: Add poll
ru: Добавить опрос

source: Answer options
ru: Варианты ответов

source: Change photo album
ru: Изменение фотоальбома

source: Change poll
ru: Редактировние опроса

source: No content
ru: Нет данных

source: Photo
ru: Фотография

source: Photo album
ru: Фотоальбом

# PhotoAlbumInfo
source: Information about photo album
ru: Информация о фотоальбоме

source: Poll results
ru: Результаты опроса

source: Add trend
ru: Добавление направления

# AddTrendEmployee
source: Add trend's employee
ru: Добавление сотрудника направления

source: Update trend
ru: Обновление направления

# UpdateTrendEmployee
source: Update trend's employee
ru: Обновление сотрудника направления

# AttentionHeader
source: Attention! Here are the settings of the entire company
ru: Внимание! Здесь находятся настройки всей компании

# Index
source: Start page
ru: Стартовая страница

# NoUpdater
source: There is no editor
ru: Редактора нет

# WelcomeHeader
source: Welcome to Updoc Administration
ru: Добро пожаловать в администрирование Updoc

source: Levels
ru: Уровни специализации

source: News categories
ru: Категории новостей

source: Positions
ru: Должности

source: Settings
ru: Настройки

source: Add level
ru: Добавить уровень специализации

source: Add skill
ru: Добавить навык

source: Edit level
ru: Редактировать уровень специализации

source: Edit skill
ru: Редактирование навыка

source: Add position
ru: Добавить должность

source: Add news category
ru: Добавить новостную категорию

source: Edit news category
ru: Редактировать новостную категорию

source: Edit position
ru: Редактировать должность

# DeleteLevel
source: Are you sure you want to remove the level?
ru: Вы действительно хотите удалить уровень специализации?

# DeletePosition
source: Are you sure you want to remove the position?
ru: Вы действительно хотите удалить должность?

# DeleteSkill
source: Are you sure you want to remove the skill? Removal will affect related employee skills
ru: Вы действительно хотите удалить навык? Удаление затронет связанные навыки сотрудников

source: Flow link update
ru: Редактирование связи этапов

source: Check flow
ru: Проверить процесс

# AllPhasesHasLinks
source: There are no unrelated steps in the process
ru: В процессе нет несвязанных этапов

# EndStartPhasesAreSingle
source: There is only one stage in the process Start of the process and one stage End of the process
ru: В процессе только один этап Начало процесса и один этап Конец процесса

# HasRoutePhases
source: There are stages in the process besides the Start of the process and the End of the process
ru: В процессе есть этапы помимо Начало процесса и Конец процесса

# IsEndStartPhasesExists
source: The process has the stages Start of the process and End of the process.
ru: В процессе есть этапы Начало процесса и Конец процесса

# PhasesHasExecutors
source: The stages of the process have the Contractor (except for the Beginning of the process and the End of the process)
ru: У этапов процесса указаны Исполнители (кроме Начало процесса и Конец процесса)
